Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: When a new session names a ticket's address, its page opens in the session's web view, where you are signed in, and its title goes to the top of the notes. Only addresses a resolver recognises are opened.
ar: عندما تذكر جلسة جديدة عنوان تذكرة، تُفتح صفحتها في عرض الويب للجلسة، حيث سجّلت الدخول، ويُضاف عنوانها إلى أعلى الملاحظات. لا تُفتح إلا العناوين التي يتعرّف عليها محلّل.
de: Nennt eine neue Sitzung die Adresse eines Tickets, öffnet sich seine Seite in der Webansicht der Sitzung, wo du angemeldet bist, und sein Titel kommt an den Anfang der Notizen. Nur von einem Resolver erkannte Adressen werden geöffnet.
es: Cuando una nueva sesión indica la dirección de un ticket, su página se abre en la vista web de la sesión, donde tienes la sesión iniciada, y su título se añade al principio de las notas. Solo se abren las direcciones que reconoce un resolutor.
fr: Quand une nouvelle session cite l’adresse d’un ticket, sa page s’ouvre dans la vue web de la session, là où vous êtes connecté, et son titre s’ajoute en tête des notes. Seules les adresses reconnues par un résolveur sont ouvertes.
hi: जब कोई नया सेशन किसी टिकट का पता बताता है, तो उसका पेज सेशन के वेब दृश्य में खुलता है, जहाँ आप साइन इन हैं, और उसका शीर्षक नोट्स में सबसे ऊपर जाता है। केवल वही पते खोले जाते हैं जिन्हें कोई रिज़ॉल्वर पहचानता है।
it: Quando una nuova sessione cita l’indirizzo di un ticket, la sua pagina si apre nella vista web della sessione, dove hai eseguito l’accesso, e il suo titolo va in cima alle note. Vengono aperti solo gli indirizzi riconosciuti da un risolutore.
ja: 新規セッションでチケットのアドレスを指定すると、サインイン済みのセッションのWebビューでそのページが開き、タイトルがメモの先頭に追加されます。開かれるのはリゾルバが認識したアドレスのみです。
ko: 새로운 세션에 티켓 주소가 지정되면 로그인된 세션의 웹 보기에서 해당 페이지가 열리고, 제목이 메모 맨 위에 추가됩니다. 해석기가 인식하는 주소만 열립니다.
nl: Wanneer een nieuwe sessie het adres van een ticket noemt, opent de pagina in de webweergave van de sessie, waar je bent ingelogd, en komt de titel bovenaan de notities. Alleen adressen die een resolver herkent, worden geopend.
pl: Gdy nowa sesja podaje adres zgłoszenia, jego strona otwiera się w widoku www sesji, gdzie jesteś zalogowany, a jego tytuł trafia na początek notatek. Otwierane są tylko adresy rozpoznane przez resolver.
pt_br: Quando uma nova sessão menciona o endereço de um ticket, a página dele abre na visualização web da sessão, onde você tem login, e o título vai para o topo das notas. Apenas endereços reconhecidos por um resolvedor são abertos.
ru: Когда в новой сессии указан адрес тикета, его страница открывается в веб-панели сессии, где вы уже вошли, а его название добавляется в начало заметок. Открываются только адреса, которые распознаёт обработчик.
tr: Yeni bir oturum bir talebin adresini belirttiğinde, sayfası giriş yapmış olduğunuz oturum web görünümünde açılır ve başlığı notların en üstüne eklenir. Yalnızca bir çözümleyicinin tanıdığı adresler açılır.
uk: Коли новий сеанс вказує адресу тікета, його сторінка відкривається у вебперегляді сеансу, де ви ввійшли, а його назва додається на початок нотаток. Відкриваються лише адреси, які розпізнає обробник.
zh_hans: 当新会话提到某个工单地址时，其页面会在会话的网页视图中打开（你在其中已登录），其标题会添加到备注顶部。只有解析器能识别的地址才会被打开。
zh_hant: 當新的工作階段提到工單位址時，其頁面會在工作階段的網頁視圖中打開（你已在其中登入），其標題也會加到筆記的最上方。只會打開解析器能辨識的位址。

source: When quitting with agents running
ar: عند الإنهاء ووجود وكلاء قيد التشغيل
de: Beim Beenden mit laufenden Agents
es: Al salir con agentes en ejecución
fr: En quittant avec des agents en cours d’exécution
hi: एजेंट चलते हुए बाहर निकलने पर
it: Quando esci con agenti in esecuzione
ja: エージェントの実行中に終了するとき
ko: 에이전트 실행 중 종료할 때
nl: Bij stoppen met actieve agents
pl: Przy zakończeniu z działającymi agentami
pt_br: Ao encerrar com agentes em execução
ru: При завершении с работающими агентами
tr: Ajanlar çalışırken çıkıldığında
uk: Під час виходу з запущеними агентами
zh_hans: 在有智能体运行时退出
zh_hant: 結束時若有代理程式在執行

source: Whole answer
ar: الإجابة كاملة
de: Vollständige Antwort
es: Respuesta completa
fr: Réponse entière
hi: पूरा उत्तर
it: Risposta intera
ja: 応答全体
ko: 전체 응답
nl: Volledig antwoord
pl: Cała odpowiedź
pt_br: Resposta inteira
ru: Ответ целиком
tr: Yanıtın tamamı
uk: Уся відповідь
zh_hans: 完整回答
zh_hant: 完整回應

source: With no pending request
ar: بدون طلبات معلقة
de: Ohne offene Anfrage
es: Sin solicitudes pendientes
fr: Sans demande en attente
hi: बिना लंबित अनुरोध के
it: Senza richieste in attesa
ja: 保留中のリクエストがないとき
ko: 대기 중인 요청이 없을 때
nl: Zonder openstaand verzoek
pl: Bez oczekujących próśb
pt_br: Sem solicitação pendente
ru: Без ожидающих запросов
tr: Bekleyen istek yokken
uk: Без запитів в очікуванні
zh_hans: 无待处理的请求时
zh_hant: 沒有待處理的請求時

source: Without a prompt, the agent starts with nothing to do.
ar: بدون prompt، يبدأ الوكيل وليس لديه ما يفعله.
de: Ohne Prompt startet der Agent ohne Aufgabe.
es: Sin prompt, el agente se inicia sin nada que hacer.
fr: Sans prompt, l’agent démarre sans rien à faire.
hi: प्रॉम्प्ट के बिना, एजेंट बिना किसी काम के शुरू होता है।
it: Senza prompt, l’agente si avvia senza nulla da fare.
ja: プロンプトがない場合、エージェントは何もタスクがない状態で起動します。
ko: 프롬프트가 없으면 에이전트는 할 일 없이 시작합니다.
nl: Zonder prompt start de agent zonder iets te doen.
pl: Bez promptu agent uruchamia się bez zadania.
pt_br: Sem prompt, o agente começa sem nada para fazer.
ru: Без промпта агент запустится без задачи.
tr: İstem olmadan ajan yapacak bir şey olmadan başlar.
uk: Без промпту агент запускається без завдання.
zh_hans: 没有提示词，智能体启动后将无事可做。
zh_hant: 沒有提示詞時，代理程式啟動後將無事可做。

source: Without it, macOS asks for permission each time an agent reads your Desktop, Documents, Downloads, an external disk or iCloud Drive.
ar: بدونه، يطلب macOS الإذن في كل مرة يقرأ فيها وكيل سطح المكتب أو المستندات أو التنزيلات أو قرصًا خارجيًا أو iCloud Drive.
de: Ohne ihn fragt macOS jedes Mal um Erlaubnis, wenn ein Agent deinen Schreibtisch, „Dokumente“, „Downloads“, ein externes Volume oder iCloud Drive liest.
es: Sin él, macOS pide permiso cada vez que un agente lee tu Escritorio, Documentos, Descargas, un disco externo o iCloud Drive.
fr: Sans lui, macOS demande l’autorisation chaque fois qu’un agent lit votre Bureau, vos Documents, vos Téléchargements, un disque externe ou iCloud Drive.
hi: इसके बिना, जब भी कोई एजेंट आपका डेस्कटॉप, दस्तावेज़, डाउनलोड, बाहरी डिस्क या iCloud Drive पढ़ता है, macOS अनुमति माँगता है।
it: Senza di esso, macOS chiede l’autorizzazione ogni volta che un agente legge la Scrivania, Documenti, Download, un disco esterno o iCloud Drive.
ja: これがないと、エージェントがデスクトップ、書類、ダウンロード、外部ディスク、iCloud Driveを読み取るたびに、macOSが許可を求めます。
ko: 이 권한이 없으면 에이전트가 데스크탑, 도큐멘트, 다운로드, 외장 디스크 또는 iCloud Drive를 읽을 때마다 macOS가 권한을 요청합니다.
nl: Zonder deze toegang vraagt macOS om toestemming telkens wanneer een agent je bureaublad, Documenten, Downloads, een externe schijf of iCloud Drive leest.
pl: Bez tego macOS prosi o pozwolenie za każdym razem, gdy agent czyta Twoje biurko, Dokumenty, Pobrane rzeczy, dysk zewnętrzny lub iCloud Drive.
pt_br: Sem ele, o macOS pede permissão toda vez que um agente lê sua Mesa, Documentos, Downloads, um disco externo ou o iCloud Drive.
ru: Без этого macOS запрашивает разрешение каждый раз, когда агент читает Рабочий стол, «Документы», «Загрузки», внешний диск или iCloud Drive.
tr: Bu olmadan, bir ajan Masaüstünüzü, Belgeler’i, İndirilenler’i, harici bir diski veya iCloud Drive’ı her okuduğunda macOS izin ister.
uk: Без нього macOS запитує дозвіл щоразу, коли агент читає ваш робочий стіл, «Документи», «Завантаження», зовнішній диск або iCloud Drive.
zh_hans: 否则，每当智能体读取你的桌面、“文稿”、“下载”、外置磁盘或 iCloud 云盘时，macOS 都会请求许可。
zh_hant: 若沒有此權限，每當代理程式讀取你的「桌面」、「文件」、「下載項目」、外接磁碟或 iCloud 雲碟時，macOS 都會要求許可。

source: Work with any model
ar: اعمل مع أي نموذج
de: Mit jedem Modell arbeiten
es: Trabaja con cualquier modelo
fr: Travaillez avec n’importe quel modèle
hi: किसी भी मॉडल के साथ काम करें
it: Lavora con qualsiasi modello
ja: どんなモデルでも利用可能
ko: 어떤 모델로든 작업
nl: Werk met elk model
pl: Pracuj z dowolnym modelem
pt_br: Trabalhe com qualquer modelo
ru: Работайте с любой моделью
tr: Herhangi bir modelle çalışın
uk: Працюйте з будь-якою моделлю
zh_hans: 使用任意模型工作
zh_hant: 使用任何模型工作

source: Working
ar: يعمل…
de: Arbeitet …
es: Trabajando…
fr: Travaille…
hi: काम कर रहा है
it: Al lavoro
ja: 作業中…
ko: 작업 중
nl: Aan het werk
pl: Pracuje…
pt_br: Trabalhando
ru: Работает…
tr: Çalışıyor
uk: Працює…
zh_hans: 工作中
zh_hant: 工作中

source: Working folder
ar: مجلد العمل
de: Arbeitsordner
es: Carpeta de trabajo
fr: Dossier de travail
hi: कार्य फ़ोल्डर
it: Cartella di lavoro
ja: 作業フォルダ
ko: 작업 폴더
nl: Werkmap
pl: Folder roboczy
pt_br: Pasta de trabalho
ru: Рабочая папка
tr: Çalışma klasörü
uk: Робоча папка
zh_hans: 工作文件夹
zh_hant: 工作資料夾

source: Working tree clean — %@
ar: شجرة العمل نظيفة — %@
de: Arbeitsverzeichnis sauber – %@
es: Árbol de trabajo limpio — %@
fr: Arbre de travail propre — %@
hi: वर्किंग ट्री साफ़ — %@
it: Albero di lavoro pulito — %@
ja: 作業ツリーはクリーン — %@
ko: 작업 트리 깨끗함 — %@
nl: Werkboom schoon — %@
pl: Drzewo robocze czyste — %@
pt_br: Árvore de trabalho limpa — %@
ru: Рабочее дерево чистое — %@
tr: Çalışma ağacı temiz — %@
uk: Робоче дерево чисте — %@
zh_hans: 工作区干净 — %@
zh_hant: 工作樹乾淨 — %@

source: Worried
ar: قلق
de: Besorgt
es: Preocupada
fr: Inquiet
hi: चिंतित
it: Preoccupato
ja: 心配
ko: 걱정
nl: Bezorgd
pl: Zmartwiona
pt_br: Preocupado
ru: Встревоженное
tr: Endişeli
uk: Стривожений
zh_hans: 担忧
zh_hant: 擔心

source: Worth trying when the previous model is what the agent refused, rather than the conversation itself.
ar: تستحق التجربة عندما يكون الوكيل قد رفض النموذج السابق، وليس المحادثة نفسها.
de: Einen Versuch wert, wenn der Agent eher das vorherige Modell abgelehnt hat als die Unterhaltung selbst.
es: Útil cuando lo que el agente rechazó fue el modelo anterior y no la conversación en sí.
fr: Utile quand l’agent a refusé le modèle précédent, plutôt que la conversation elle-même.
hi: तब आज़माने लायक जब एजेंट ने बातचीत के बजाय पिछले मॉडल को अस्वीकार किया हो।
it: Vale la pena provare quando l’agente ha rifiutato il modello precedente, piuttosto che la conversazione stessa.
ja: エージェントが会話そのものではなく、以前のモデルを拒否した場合に試す価値があります。
ko: 에이전트가 대화 자체가 아니라 이전 모델을 거부한 경우 시도해 볼 만합니다.
nl: Het proberen waard wanneer de agent het vorige model weigerde, en niet het gesprek zelf.
pl: Warto spróbować, gdy agent odrzucił poprzedni model, a nie samą rozmowę.
pt_br: Vale a pena tentar quando o agente recusou o modelo anterior, e não a conversa em si.
ru: Стоит попробовать, если агент отказался от предыдущей модели, а не от самой беседы.
tr: Ajanın reddettiği şey konuşmanın kendisi değil de önceki model olduğunda denemeye değer.
uk: Варто спробувати, коли агент відхилив попередню модель, а не саму розмову.
zh_hans: 当智能体拒绝的是之前的模型而非对话本身时，值得一试。
zh_hant: 當代理程式拒絕的是先前的模型、而非對話本身時，值得一試。

source: Write the first message
ar: اكتب الرسالة الأولى
de: Schreibe die erste Nachricht
es: Escribe el primer mensaje
fr: Écrivez le premier message
hi: पहला संदेश लिखें
it: Scrivi il primo messaggio
ja: 最初のメッセージを書いてください
ko: 첫 메시지를 작성하십시오
nl: Schrijf het eerste bericht
pl: Napisz pierwszą wiadomość
pt_br: Escreva a primeira mensagem
ru: Напишите первое сообщение
tr: İlk mesajı yazın
uk: Напишіть перше повідомлення
zh_hans: 撰写第一条消息
zh_hant: 撰寫第一則訊息

source: Write the identifier shown before the title.
ar: اكتب المعرّف المعروض قبل العنوان.
de: Schreibe die Kennung, die vor dem Titel angezeigt wird.
es: Escribe el identificador que se muestra delante del título.
fr: Écrivez l’identifiant affiché devant le titre.
hi: शीर्षक से पहले दिखाया जाने वाला पहचानकर्ता लिखें।
it: Scrivi l’identificatore mostrato prima del titolo.
ja: タイトルの前に表示する識別子を入力してください。
ko: 제목 앞에 표시할 식별자를 작성하십시오.
nl: Schrijf de ID die vóór de titel wordt getoond.
pl: Wpisz identyfikator wyświetlany przed tytułem.
pt_br: Escreva o identificador mostrado antes do título.
ru: Укажите идентификатор, показываемый перед заголовком.
tr: Başlıktan önce gösterilen tanımlayıcıyı yazın.
uk: Напишіть ідентифікатор, що показується перед назвою.
zh_hans: 请填写显示在标题前的标识符。
zh_hant: 請輸入顯示在標題前的識別碼。

source: Write the pattern of the addresses it recognises.
ar: اكتب نمط العناوين التي يتعرّف عليها.
de: Schreibe das Muster der Adressen, die er erkennt.
es: Escribe el patrón de las direcciones que reconoce.
fr: Écrivez le motif des adresses qu’il reconnaît.
hi: इसके द्वारा पहचाने जाने वाले पतों का पैटर्न लिखें।
it: Scrivi lo schema degli indirizzi che riconosce.
ja: 認識するアドレスのパターンを入力してください。
ko: 인식할 주소의 패턴을 작성하십시오.
nl: Schrijf het patroon van de adressen die hij herkent.
pl: Wpisz wzorzec rozpoznawanych adresów.
pt_br: Escreva o padrão dos endereços que ele reconhece.
ru: Укажите маску адресов, которые он распознаёт.
tr: Tanıdığı adreslerin desenini yazın.
uk: Напишіть патерн адрес, які він розпізнає.
zh_hans: 请填写它可识别的地址模式。
zh_hant: 請輸入它所辨識之位址的樣式。

source: You appear to be offline.
ar: يبدو أنك غير متصل بالإنترنت.
de: Du scheinst offline zu sein.
es: Parece que no tienes conexión.
fr: Vous semblez hors ligne.
hi: लगता है आप ऑफ़लाइन हैं।
it: Sembra che tu sia offline.
ja: オフラインのようです。
ko: 오프라인 상태인 것 같습니다.
nl: Je lijkt offline te zijn.
pl: Wygląda na to, że jesteś offline.
pt_br: Parece que você está offline.
ru: Похоже, вы не подключены к сети.
tr: Çevrimdışı görünüyorsunuz.
uk: Схоже, ви не під’єднані до мережі.
zh_hans: 你似乎处于离线状态。
zh_hant: 你似乎已離線。

source: You can change this later in Settings.
ar: يمكنك تغيير ذلك لاحقًا في الإعدادات.
de: Du kannst das später in den Einstellungen ändern.
es: Puedes cambiarlo más adelante en Ajustes.
fr: Vous pourrez changer d’avis plus tard dans les Réglages.
hi: आप इसे बाद में सेटिंग्ज़ में बदल सकते हैं।
it: Puoi cambiare idea più tardi nelle Impostazioni.
ja: この設定はあとで設定から変更できます。
ko: 나중에 설정에서 변경할 수 있습니다.
nl: Je kunt dit later wijzigen in Instellingen.
pl: Możesz to później zmienić w Ustawieniach.
pt_br: Você pode alterar isso depois nos Ajustes.
ru: Это можно изменить позже в настройках.
tr: Bunu daha sonra Ayarlar’da değiştirebilirsiniz.
uk: Ви зможете змінити це пізніше в Параметрах.
zh_hans: 你可以稍后在“设置”中更改。
zh_hant: 你稍後可以在設定中更改。

source: You can skip this. Agents still run, and macOS only asks when one of them reaches a protected folder. You can come back to it in Settings at any time.
ar: يمكنك تخطي هذه الخطوة. سيظل الوكلاء يعملون، ولن يسأل macOS إلا عندما يصل أحدهم إلى مجلد محمي. يمكنك العودة إلى ذلك في الإعدادات في أي وقت.
de: Du kannst das überspringen. Die Agents laufen trotzdem, und macOS fragt nur, wenn einer von ihnen auf einen geschützten Ordner zugreift. Du kannst jederzeit in den Einstellungen darauf zurückkommen.
es: Puedes omitir este paso. Los agentes funcionan igualmente y macOS solo pregunta cuando uno de ellos accede a una carpeta protegida. Puedes volver a ello en Ajustes en cualquier momento.
fr: Vous pouvez passer cette étape. Les agents fonctionnent quand même, et macOS ne demande que lorsque l’un d’eux accède à un dossier protégé. Vous pourrez y revenir à tout moment dans les Réglages.
hi: आप इसे छोड़ सकते हैं। एजेंट फिर भी चलते हैं, और macOS केवल तब पूछता है जब उनमें से कोई सुरक्षित फ़ोल्डर तक पहुँचता है। आप कभी भी सेटिंग्ज़ में इस पर लौट सकते हैं।
it: Puoi saltare questo passaggio. Gli agenti funzionano comunque e macOS chiede solo quando uno di essi raggiunge una cartella protetta. Puoi tornarci in qualsiasi momento nelle Impostazioni.
ja: この手順はスキップできます。エージェントは引き続き動作し、保護されたフォルダにアクセスしたときだけmacOSが確認を求めます。設定からいつでも戻ってこられます。
ko: 이 단계는 건너뛸 수 있습니다. 에이전트는 계속 실행되며, macOS는 에이전트가 보호된 폴더에 접근할 때만 묻습니다. 언제든지 설정에서 다시 확인할 수 있습니다.
nl: Je kunt dit overslaan. Agents werken toch, en macOS vraagt het alleen wanneer een van hen een beschermde map benadert. Je kunt er altijd op terugkomen in Instellingen.
pl: Możesz to pominąć. Agenci nadal działają, a macOS pyta tylko wtedy, gdy któryś z nich sięga do chronionego folderu. W każdej chwili możesz do tego wrócić w Ustawieniach.
pt_br: Você pode pular esta etapa. Os agentes continuam funcionando, e o macOS só pergunta quando um deles acessa uma pasta protegida. Você pode voltar a isso nos Ajustes a qualquer momento.
ru: Этот шаг можно пропустить. Агенты всё равно работают, а macOS спрашивает, только когда один из них обращается к защищённой папке. Вернуться к этому можно в любое время в настройках.
tr: Bunu atlayabilirsiniz. Ajanlar yine çalışır; macOS yalnızca biri korunan bir klasöre eriştiğinde sorar. Buna istediğiniz zaman Ayarlar’dan geri dönebilirsiniz.
uk: Цей крок можна пропустити. Агенти однаково працюватимуть, а macOS запитуватиме, лише коли котрийсь із них звернеться до захищеної папки. Ви можете повернутися до цього в Параметрах будь-коли.
zh_hans: 你可以跳过这一步。智能体仍会运行，macOS 只会在其中某个智能体访问受保护的文件夹时询问。你可以随时在“设置”中返回此处。
zh_hant: 你可以略過此步驟。代理程式仍會執行，macOS 只會在其中一個存取受保護的資料夾時詢問。你隨時可以在設定中回到這裡。

source: You will be signed out of every site in every session’s web view.
ar: سيتم تسجيل خروجك من كل المواقع في عرض الويب لكل جلسة.
de: Du wirst in der Webansicht jeder Sitzung von allen Websites abgemeldet.
es: Se cerrará tu sesión en todos los sitios de la vista web de cada sesión.
fr: Vous serez déconnecté de tous les sites dans la vue web de chaque session.
hi: हर सेशन के वेब दृश्य में हर साइट से आप साइन आउट हो जाएँगे।
it: Verrà eseguita la disconnessione da tutti i siti nella vista web di ogni sessione.
ja: すべてのセッションのWebビューで、すべてのサイトからサインアウトされます。
ko: 모든 세션의 웹 보기에서 모든 사이트에서 로그아웃됩니다.
nl: Je wordt uitgelogd bij alle sites in de webweergave van elke sessie.
pl: Zostaniesz wylogowany ze wszystkich witryn w widoku www każdej sesji.
pt_br: Você sairá de todos os sites na visualização web de cada sessão.
ru: Вы выйдете со всех сайтов в веб-панелях всех сессий.
tr: Her oturumun web görünümündeki tüm sitelerden çıkış yapılacak.
uk: Ви вийдете з усіх сайтів у вебперегляді кожного сеансу.
zh_hans: 你将在所有会话的网页视图中退出所有网站的登录。
zh_hant: 你將在每個工作階段的網頁視圖中登出所有網站。

source: Your additions and your order are lost.
ar: ستُفقد إضافاتك وترتيبك.
de: Deine Ergänzungen und deine Reihenfolge gehen verloren.
es: Se perderán tus añadidos y tu orden.
fr: Vos ajouts et votre ordre seront perdus.
hi: आपके जोड़े गए आइटम और आपका क्रम खो जाएँगे।
it: Le tue aggiunte e il tuo ordinamento andranno persi.
ja: 追加した項目と並び順は失われます。
ko: 추가한 항목과 순서가 사라집니다.
nl: Je toevoegingen en je volgorde gaan verloren.
pl: Twoje dodatki i kolejność zostaną utracone.
pt_br: Suas adições e sua ordem serão perdidas.
ru: Ваши добавления и порядок будут потеряны.
tr: Eklemeleriniz ve sıralamanız kaybolur.
uk: Ваші додані елементи й порядок буде втрачено.
zh_hans: 你添加的项目和排序将丢失。
zh_hant: 你新增的項目和排列順序將會遺失。

source: Your agent is at work. Good luck!
ar: وكيلك يعمل الآن. حظًا موفقًا!
de: Dein Agent arbeitet. Viel Erfolg!
es: Tu agente está trabajando. ¡Suerte!
fr: Votre agent est au travail. Bon courage !
hi: आपका एजेंट काम पर है। शुभकामनाएँ!
it: Il tuo agente è al lavoro. Buon lavoro!
ja: エージェントが作業を始めました。がんばってください！
ko: 에이전트가 작업 중입니다. 행운을 빕니다!
nl: Je agent is aan het werk. Succes!
pl: Twój agent pracuje. Powodzenia!
pt_br: Seu agente está trabalhando. Boa sorte!
ru: Ваш агент работает. Удачи!
tr: Ajanınız çalışıyor. Kolay gelsin!
uk: Ваш агент працює. Успіхів!
zh_hans: 你的智能体已开始工作。祝你顺利！
zh_hant: 你的代理程式已開始工作。祝你順利！

source: Your agents are still running in the background, but Vibe Manager could not reattach.
ar: لا يزال وكلاؤك يعملون في الخلفية، لكن تعذّر على Vibe Manager إعادة الاتصال بهم.
de: Deine Agents laufen weiterhin im Hintergrund, aber Vibe Manager konnte sich nicht wieder verbinden.
es: Tus agentes siguen ejecutándose en segundo plano, pero Vibe Manager no ha podido volver a conectarse a ellos.
fr: Vos agents s’exécutent toujours en arrière-plan, mais Vibe Manager n’a pas pu s’y reconnecter.
hi: आपके एजेंट अभी भी बैकग्राउंड में चल रहे हैं, लेकिन Vibe Manager उनसे फिर से नहीं जुड़ सका।
it: I tuoi agenti sono ancora in esecuzione in background, ma Vibe Manager non è riuscito a ricollegarsi.
ja: エージェントはバックグラウンドで実行中ですが、Vibe Managerが再接続できませんでした。
ko: 에이전트가 아직 백그라운드에서 실행 중이지만 Vibe Manager가 다시 연결할 수 없습니다.
nl: Je agents draaien nog op de achtergrond, maar Vibe Manager kon niet opnieuw verbinding maken.
pl: Twoi agenci nadal działają w tle, ale Vibe Manager nie mógł się z nimi ponownie połączyć.
pt_br: Seus agentes continuam em execução em segundo plano, mas o Vibe Manager não conseguiu se reconectar a eles.
ru: Ваши агенты по-прежнему работают в фоне, но Vibe Manager не смог к ним переподключиться.
tr: Ajanlarınız arka planda hâlâ çalışıyor, ancak Vibe Manager onlara yeniden bağlanamadı.
uk: Ваші агенти досі працюють у фоні, але Vibe Manager не зміг знову під’єднатися до них.
zh_hans: 你的智能体仍在后台运行，但 Vibe Manager 无法重新连接到它们。
zh_hant: 你的代理程式仍在背景執行，但 Vibe Manager 無法重新連接。

source: Your agents are still running in the background, but Vibe Manager could not reattach. %@
ar: لا يزال وكلاؤك يعملون في الخلفية، لكن تعذّر على Vibe Manager إعادة الاتصال بهم. %@
de: Deine Agents laufen weiterhin im Hintergrund, aber Vibe Manager konnte sich nicht wieder verbinden. %@
es: Tus agentes siguen ejecutándose en segundo plano, pero Vibe Manager no ha podido volver a conectarse a ellos. %@
fr: Vos agents s’exécutent toujours en arrière-plan, mais Vibe Manager n’a pas pu s’y reconnecter. %@
hi: आपके एजेंट अभी भी बैकग्राउंड में चल रहे हैं, लेकिन Vibe Manager उनसे फिर से नहीं जुड़ सका। %@
it: I tuoi agenti sono ancora in esecuzione in background, ma Vibe Manager non è riuscito a ricollegarsi. %@
ja: エージェントはバックグラウンドで実行中ですが、Vibe Managerが再接続できませんでした。%@
ko: 에이전트가 아직 백그라운드에서 실행 중이지만 Vibe Manager가 다시 연결할 수 없습니다. %@
nl: Je agents draaien nog op de achtergrond, maar Vibe Manager kon niet opnieuw verbinding maken. %@
pl: Twoi agenci nadal działają w tle, ale Vibe Manager nie mógł się z nimi ponownie połączyć. %@
pt_br: Seus agentes continuam em execução em segundo plano, mas o Vibe Manager não conseguiu se reconectar a eles. %@
ru: Ваши агенты по-прежнему работают в фоне, но Vibe Manager не смог к ним переподключиться. %@
tr: Ajanlarınız arka planda hâlâ çalışıyor, ancak Vibe Manager onlara yeniden bağlanamadı. %@
uk: Ваші агенти досі працюють у фоні, але Vibe Manager не зміг знову під’єднатися до них. %@
zh_hans: 你的智能体仍在后台运行，但 Vibe Manager 无法重新连接到它们。%@
zh_hant: 你的代理程式仍在背景執行，但 Vibe Manager 無法重新連接。%@

source: Your answer
ar: إجابتك
de: Deine Antwort
es: Tu respuesta
fr: Votre réponse
hi: आपका उत्तर
it: La tua risposta
ja: あなたの回答
ko: 내 답변
nl: Je antwoord
pl: Twoja odpowiedź
pt_br: Sua resposta
ru: Ваш ответ
tr: Yanıtınız
uk: Ваша відповідь
zh_hans: 你的回答
zh_hant: 你的回答

source: Your avatar could not be read: the default one is shown. Make or import it again.
ar: تعذّرت قراءة صورتك الرمزية: يتم عرض الصورة الافتراضية. أنشئها أو استوردها مرة أخرى.
de: Dein Avatar konnte nicht gelesen werden: Der Standardavatar wird angezeigt. Erstelle oder importiere ihn erneut.
es: No se ha podido leer tu avatar: se muestra el avatar por omisión. Vuelve a crearlo o a importarlo.
fr: Votre avatar n’a pas pu être lu : l’avatar par défaut est montré. Recréez-le ou importez-le de nouveau.
hi: आपका अवतार पढ़ा नहीं जा सका: डिफ़ॉल्ट अवतार दिखाया जा रहा है। इसे फिर से बनाएँ या इंपोर्ट करें।
it: Impossibile leggere il tuo avatar: viene mostrato quello predefinito. Crealo o importalo di nuovo.
ja: アバターを読み込めなかったため、デフォルトのアバターを表示しています。もう一度作成するか読み込んでください。
ko: 아바타를 읽을 수 없어 기본 아바타를 표시합니다. 다시 만들거나 가져오십시오.
nl: Je avatar kon niet worden gelezen: de standaardavatar wordt getoond. Maak of importeer hem opnieuw.
pl: Nie można odczytać Twojego awatara: pokazywany jest domyślny. Utwórz go lub zaimportuj ponownie.
pt_br: Não foi possível ler seu avatar: o avatar padrão é mostrado. Crie-o ou importe-o novamente.
ru: Не удалось прочитать ваш аватар: показан аватар по умолчанию. Создайте или импортируйте его снова.
tr: Avatarınız okunamadı: varsayılan avatar gösteriliyor. Yeniden oluşturun veya içe aktarın.
uk: Не вдалося прочитати ваш аватар: показано типовий. Створіть або імпортуйте його знову.
zh_hans: 无法读取你的头像：正在显示默认头像。请重新制作或导入。
zh_hant: 無法讀取你的頭像：改為顯示預設頭像。請重新製作或輸入。
